views/layouts/main_system.php

                                }
                                ?>
                                <li>
                                    <?php $modelUser = User::findOne(Yii::$app->user->identity->id);
---
SELECT * FROM `user` WHERE `id`=64