<!-- page title -->
<header id="page-header">
    <h1>รายละเอียดทุนสมัครเข้าร่วมโครงการผู้มีความสามารถดีเด่น</h1>
</header>
<!-- /page title -->
<!-- Pagination -->
<div id="content" class="padding-20">
    <div class="panel panel-default">
        <!-- panel content -->
        <div class="panel-body">
            <div class="row add_pro">
                <style>
                    .add_pro p, a {
                        margin: 0px;
                        margin-top: 5px;
                        margin-bottom: 5px;
                        padding: 0px;
                    }
                </style>
                <div class="col-md-12" style="padding-left: 66.141732px;padding-right: 55.559055px;">
                    <center><img src="<?= Yii::$app->homeUrl ?>web_scb\images\LogoKKU3.png" width="80"
                                 height="142" border="1"></center>
                    <p style="text-align: center;size: 16px;padding-top: 10px">
                        <b>การรับนักเรียนเข้าร่วมในโครงการส่งเสริมการผลิตบัณฑิตที่มีความสามารถพิเศษทางคอมพิวเตอร์และเทคโนโลยีสารสนเทศ</b>
                    </p>
                    <p style="text-align: center;size: 16px"><b>(โครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศ)</b>
                    </p>
                    <p style="text-align: center;size: 16px"><b>ประจำปีการศึกษา 2561</b></p><br>
                    <p><b>คุณสมบัติของผู้สมัคร</b><br>
                        <span style="margin-left: 30px">1.นักเรียนกำลังศึกษาอยู่ในชั้นมัธยมศึกษาปีที่ 6 ในปีการศึกษา 2561</span>
                    </p><br>
                    <span style="margin-left: 30px">2.เลือกเรียนรายวิชาต่อไปนี้คือ เคมี ฟิสิกส์ และคณิตศาสตร์ ในระดับมัธยมศึกษาตอนปลาย โดยผู้สมัครจะต้องลงทะเบียนเรียนครบทุกรายวิชาและมีผลการเรียนดีคือ </span></p>
                    <br>
                    <span style="margin-left: 50px">2.1 ได้ระดับคะแนนเฉลี่ยสะสมทุกรายวิชาใน<u>ชั้นมัธยมศึกษาชั้นปีที่ 4-5 รวมกันไม่ต่ำกว่า  2.75</u></span></p>
                    <br>
                    <span style="margin-left: 50px">2.2 ได้ระดับคะแนนเฉลี่ยสะสมวิชาคณิตศาสตร์ใน<u>ชั้นมัธยมศึกษาชั้นปีที่ 4-5 รวมกันไม่ต่ำกว่า  2.75</u></span></p>
                    <br>
                    <span style="margin-left: 30px">3.มีสัญชาติไทย </span></p><br>
                    <span style="margin-left: 30px">4.ไม่มีโรคติดต่อหรือโรคร้ายแรงซึ่งเป็นอุปสรรคต่อการศึกษา</span></p>
                    <br>
                    <span style="margin-left: 30px">5.มีความขยันหมั่นเพียร ความประพฤติดี และมีบุคลิกภาพเหมาะสม</span></p>
                    <br>
                    <span style="margin-left: 30px">6.ได้รับรางวัลในการแข่งขัน ในโครงการดังต่อไปนี้</span></p><br>
                    <span style="margin-left: 50px">6.1	ได้รับรางวัล(เหรียญ)ในระดับ ดี ถึง ดีเยี่ยม หรือผู้ผ่านรอบ 2 ของการสอบแข่งขันคอมพิวเตอร์โอลิมปิกวิชาการ สอวน.<b>(รางวัลจะต้องไม่เกิน 2 ปี)</b></span></p>
                    <br>
                    <span style="margin-left: 50px">6.2	ได้รับรางวัลอันดับ 1 ถึง 3 ในการแข่งขันงานสัปดาห์วิทยาศาสตร์แห่งชาติ คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น ดังต่อไปนี้ <b>(รางวัลจะต้องไม่เกิน 2 ปี)</b></span></p>
                    <br>
                    <span style="margin-left: 70px">6.2.1 การแข่งขันทักษะการเขียนโปรแกรมการคอมพิวเตอร์ </span></p><br>
                    <span style="margin-left: 70px">6.2.2 แข่งขันออกแบบพัฒนาเว็บไซต์ </span></p><br>
                    <span style="margin-left: 70px">6.2.3 การแข่งขันพัฒนาหุ่นยนต์</span></p><br>
                    <span style="margin-left: 70px">6.2.4 การแข่งขันประกวดโครงงานวิทยาศาสตร์ ระดับมัธยมศึกษาตอนปลายสาขาวิทยาการคอมพิวเตอร์</span></p>
                    <br>
                    <span style="margin-left: 50px">6.3 ได้รางวัลจากการแข่งขันด้านวิทยาการคอมพิวเตอร์ เทคโนโลยีสารสนเทศ ภูมิสารสนเทศศาสตร์ และอื่นๆ ตามดุลพินิจของคณะกรรมการคัดเลือก</span></p>
                    <br>
                    <p><b>เงื่อนไขและข้อผูกพัน สำหรับผู้ที่ได้รับการคัดเลือกเข้าศึกษา</b><br>
                        <span style="margin-left: 30px">
                            นักศึกษาที่ได้รับการคัดเลือกเข้าร่วมโครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศ
                            ควรตระหนักถึงคุณค่าและความสำคัญของตนเองที่มีต่อประเทศชาติ
                            จึงควรมีความขยันหมั่นเพียรในการศึกษาและมุ่งมั่นที่จะศึกษาในแขนงวิชาที่ประเทศชาติต้องการไปจนสำเร็จการศึกษา
                            การขอลาออกจากโครงการหรือการต้องพ้นสภาพจากการเป็นนักศึกษา ในโครงการกลางคัน
                            ย่อมก่อให้เกิดการสูญเสียทั้งทางด้านเศรษฐกิจ ตลอดจนกำลังกายและกำลังสมองของผู้ร่วมดำเนินงานโครงการนี้อย่างมาก
                            ดังนั้น ก่อนสมัครสอบคัดเลือก ผู้สมัครควรได้ศึกษารายละเอียดต่างๆ ของโครงการ ตลอดจนเงื่อนไขและข้อผูกพันในการเป็นนักเรียน นิสิต นักศึกษา
                            ในโครงการโดยละเอียด และควรปรึกษาบิดา มารดา ผู้ปกครอง ครู อาจารย์nและผู้ใกล้ชิดคนอื่นๆ ประกอบการตัดสินใจด้วย</span>
                    </p><br>
                    <span style="margin-left: 50px">1.1 นักศึกษาที่ได้รับการคัดเลือกเข้าร่วมโครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศ
                                จะต้องรับทราบเงื่อนไขการเป็นนักศึกษาของภาควิชาวิทยาการคอมพิวเตอร์ คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น
                                เพื่อยินยอมปฏิบัติตามเงื่อนไขและข้อผูกพันที่โครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศกำหนดไว้ ในการนี้ บิดา หรือมารดา
                                สามารถเป็นพยานในการรับทราบเงื่อนไขดังกล่าวได้</span></p><br>
                    <span style="margin-left: 50px">1.2 นักศึกษาจะต้องมีคุณสมบัติครบถ้วนตามที่กำหนดและผ่านการคัดเลือกของคณะกรรมการฯ</span></p>
                    <br>
                    <span style="margin-left: 50px">1.3 นักศึกษาจะต้องมีความขยันหมั่นเพียรในการเรียน และมีความประพฤติดี</span></p>
                    <br>
                    <span style="margin-left: 50px">
                                1.4 ต้องส่งผลงาน<b>เข้าประกวดหรือแข่งขันหรือมีผลงานทางวิชาการอย่างน้อย ๒ รายการแข่งขัน ตลอดระยะเวลาการศึกษาตามหลักสูตร </b>ภายใต้การกำกับดูแลของภาควิชาฯ</span></p>
                    <br>
                    <span style="margin-left: 50px">1.5 นักศึกษาจะต้องช่วยเหลือกิจกรรมของภาควิชาฯ และเข้าร่วมกิจกรรมการเรียนการสอนโปรแกรมเสริมและกิจกรรมพิเศษ ที่ภาควิชาฯ จัดขึ้นสำหรับนักศึกษาในโครงการฯ ตามที่ภาควิชาฯกำหนดและมอบหมาย</span></p>
                    <br>
                    <span style="margin-left: 50px">1.6 นักศึกษาต้องรายงานความก้าวหน้า หรือนำเสนอผลงานในแต่ละภาคการศึกษา</span></p>
                    <br>
                    <span style="margin-left: 50px">1.7 นักศึกษาเข้าร่วมโครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศ
                                เมื่อสำเร็จการศึกษาตามสาขาวิชาที่รับทุนแล้ว นักศึกษาจะไม่มีข้อผูกมัดใดๆ กับภาควิชาวิทยาการคอมพิวเตอร์ คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น </span></p>
                    <br>
                </div>
                <div class="padding-20" align="right">
                    <a class="btn btn-success btn-reveal pull-left"
                       href="../login/login-success">กลับสู่หน้าหลัก</a>
                    <a class="btn btn-success" href="../scholarship/register1">ถัดไป</a>

                </div>
            </div>
        </div>
    </div>


</div>
<!-- /panel content -->
<!-- /Pagination -->

