<!-- page title -->
<header id="page-header">
    <h1>รายละเอียดทุนโครงการผู้มีความสามารถดีเด่น</h1>
</header>
<!-- /page title -->

<!-- Pagination -->
<div id="content" class="padding-20">
    <div class="panel panel-default">
        <!-- panel content -->
        <div class="panel-body">
            <div class="row add_pro">
                <style>
                    .add_pro p, a {
                        margin: 0px;
                        margin-top: 5px;
                        margin-bottom: 5px;
                        padding: 0px;
                    }
                </style>
                <div class="col-md-12" style="padding-left: 66.141732px;padding-right: 55.559055px;">
                    <center><img src="<?= Yii::$app->homeUrl ?>web_scb\images\LogoKKU3.png" width="80"
                                 height="142" border="1"></center>
                    <p style="text-align: center;size: 16px;padding-top: 10px">
                        <b>การให้ทุนการศึกษาสำหรับนักเรียนในโครงการส่งเสริมการผลิตบัณฑิตที่มีความสามารถพิเศษทางคอมพิวเตอร์และเทคโนโลยีสารสนเทศ</b>
                    </p>
                    <p style="text-align: center;size: 16px"><b>(โครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศ)</b>
                    </p>
                    <p style="text-align: center;size: 16px"><b>ประจำปีการศึกษา 2561</b></p><br>
                    <p><b>คุณสมบัติของผู้สมัคร</b><br>
                        <span style="margin-left: 30px">1.นักเรียนกำลังศึกษาอยู่ในชั้นมัธยมศึกษาปีที่ 6 ในปีการศึกษา 2561</span></p><br>
                        <span style="margin-left: 30px">2.เลือกเรียนรายวิชาต่อไปนี้คือ เคมี ฟิสิกส์ และคณิตศาสตร์ ในระดับมัธยมศึกษาตอนปลาย โดยผู้สมัครจะต้องลงทะเบียนเรียนครบทุกรายวิชาและมีผลการเรียนดีคือ </span></p><br>
                            <span style="margin-left: 50px">2.1 ได้ระดับคะแนนเฉลี่ยสะสมทุกรายวิชาใน<u>ชั้นมัธยมศึกษาชั้นปีที่ 4-5 รวมกันไม่ต่ำกว่า  2.75</u></span></p><br>
                            <span style="margin-left: 50px">2.2 ได้ระดับคะแนนเฉลี่ยสะสมวิชาคณิตศาสตร์ใน<u>ชั้นมัธยมศึกษาชั้นปีที่ 4-5 รวมกันไม่ต่ำกว่า  2.75</u></span></p><br>
                        <span style="margin-left: 30px">3.มีสัญชาติไทย </span></p><br>
                        <span style="margin-left: 30px">4.ไม่มีโรคติดต่อหรือโรคร้ายแรงซึ่งเป็นอุปสรรคต่อการศึกษา</span></p><br>
                        <span style="margin-left: 30px">5.มีความขยันหมั่นเพียร ความประพฤติดี และมีบุคลิกภาพเหมาะสม</span></p><br>
                        <span style="margin-left: 30px">6.ได้รับรางวัลในการแข่งขัน ในโครงการดังต่อไปนี้</span></p><br>
                            <span style="margin-left: 50px">6.1 ได้รับรางวัล(เหรียญ) ในระดับ ดี ถึง ดีเยี่ยม ของการสอบแข่งขันคอมพิวเตอร์โอลิมปิกวิชาการ สอวน.<b>(รางวัลจะต้องไม่เกิน 2ปี)</b></span></p><br>
                            <span style="margin-left: 50px">6.2	ได้รับรางวัลอันดับ 1 ถึง 3 ในการแข่งขันงานสัปดาห์วิทยาศาสตร์แห่งชาติ คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น ดังต่อไปนี้ <b>(รางวัลจะต้องไม่เกิน 2 ปี)</b></span></p><br>
                            <span style="margin-left: 50px">6.3 ได้รับรางวัลอันดับ 1 ถึง 3 ในการแข่งขันงานสัปดาห์วิทยาศาสตร์แห่งชาติ คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น ดังต่อไปนี้ <b>(รางวัลจะต้องไม่เกิน 2ปี)</b></span></p><br>
                                <span style="margin-left: 70px">6.3.1 การแข่งขันทักษะการเขียนโปรแกรมการคอมพิวเตอร์ </span></p><br>
                                <span style="margin-left: 70px">6.3.2 แข่งขันออกแบบพัฒนาเว็บไซต์ </span></p><br>
                                <span style="margin-left: 70px">6.3.3 การแข่งขันพัฒนาหุ่นยนต์</span></p><br>
                                <span style="margin-left: 70px">6.3.4 การแข่งขันประกวดโครงงานวิทยาศาสตร์ ระดับมัธยมศึกษาตอนปลายสาขาวิทยาการคอมพิวเตอร์</span></p><br>
                            <span style="margin-left: 50px">6.4 ได้รางวัลจากการแข่งขันด้านวิทยาการคอมพิวเตอร์ เทคโนโลยีสารสนเทศ ภูมิสารสนเทศศาสตร์ และอื่นๆ ตามดุลพินิจของคณะกรรมการคัดเลือก</span></p><br>
                    <p><b>เงื่อนไขและข้อผูกพัน สำหรับผู้ที่ได้รับการคัดเลือกเข้ารับทุนนี้</b><br>
                        <span style="margin-left: 30px">
                            ผู้รับทุนควรตระหนักถึงคุณค่าและความสำคัญของตนเอง ที่มีต่อประเทศชาติจึงควรมีความขยันหมั่นเพียรในการศึกษาและมุ่งมั่นที่จะศึกษาในแขนงวิชา
                            ที่ประเทศชาติต้องการไปจนสำเร็จการศึกษา หากขอลาออกจากโครงการหรือพ้นสภาพจากการเป็นนักศึกษา
                            ในโครงการกลางคัน จักก่อให้เกิดการสูญเสียทั้งทางด้านเศรษฐกิจ ตลอดจนกำลังกายและกำลังสมองของผู้ร่วมดำเนินงานโครงการนี้อย่างมาก
                            ดังนั้น ผู้รับทุนควรได้ศึกษารายละเอียดต่างๆ ของโครงการ ตลอดจนเงื่อนไขและข้อผูกพันในการเป็นนักศึกษา ในโครงการโดยละเอียด
                            และควรปรึกษาบิดา มารดา ผู้ปกครอง ครู อาจารย์ และผู้ใกล้ชิดคนอื่นๆ ประกอบการตัดสินใจด้วย</span></p><br>
                            <span style="margin-left: 50px">1.1 ผู้รับทุนจะต้องทำสัญญากับ คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น
                                เพื่อรับทุนการศึกษาโครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศ
                                และยินยอมปฏิบัติตามเงื่อนไขและข้อผูกพันที่โครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศ
                                กำหนดไว้ โดยมี ผู้ปกครอง/ผู้แทนโดยชอบธรรม เป็นผู้ค้ำประกันการทำสัญญา</span></p><br>
                            <span style="margin-left: 50px">1.2 ผู้รับทุนจะต้องมีคุณสมบัติครบถ้วนตามที่กำหนดและผ่านการคัดเลือกของคณะกรรมการพัฒนานักศึกษาเพื่อการแข่งขันและคณะผู้บริหารภาควิชาวิทยาการคอมพิวเตอร์</span></p><br>
                            <span style="margin-left: 50px">1.3 ผู้รับทุนจะต้องมีความขยันหมั่นเพียรในการเรียน และมีความประพฤติดี</span></p><br>
                            <span style="margin-left: 50px">
                                1.4 ผู้รับทุนจะต้องมีผลการเรียนดี กล่าวคือ ต้องได้ระดับ<b>คะแนนเฉลี่ยสะสมไม่น้อยกว่า 2.75</b> ในแต่ละปีการศึกษา <b>มิฉะนั้นจะถูกพิจารณาระงับการให้เงินทุน</b></span></p><br>
                            <span style="margin-left: 50px">
                               1.5 ผู้รับทุนแต่ละบุคคลต้องมีผลงานทางวิชาการและได้รับการตีพิมพ์ฉบับเต็มในวารสารหรือเอกสารประชุมวิชาการ ระดับภูมิภาคขึ้นไป หรือต้องได้รับรางวัลจากการส่งผลงานเข้าประกวดหรือแข่งขัน
                                ในระดับภูมิภาค อย่างน้อย  2 รายการ หรือ ในระดับประเทศ อย่างน้อย 1 รายการ ตลอดระยะเวลาการศึกษา
                                ภายใต้การกำกับดูแลของภาควิชาวิทยาการคอมพิวเตอร์ คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น</span></p><br>
                            <span style="margin-left: 50px">1.6 ผู้รับทุนจะต้องช่วยเหลือกิจกรรมของภาควิชาฯ และเข้าร่วมกิจกรรมการเรียนการสอนโปรแกรมเสริมและกิจกรรมพิเศษ ที่ภาควิชาฯ
                                จัดขึ้นสำหรับนักศึกษาในโครงการฯ ตามที่ภาควิชาฯกำหนดและมอบหมาย </span></p><br>
                            <span style="margin-left: 50px">1.7 ผู้รับทุนต้องรายงานความก้าวหน้า หรือนำเสนอผลงานในแต่ละภาคการศึกษา</span></p><br>
                            <span style="margin-left: 50px">1.8 กรณีที่ผู้ได้รับทุนยุติหรือยกเลิกการศึกษา หรือต้องพ้นสภาพการเป็นนักศึกษาตามสัญญาโดยไม่มีเหตุผลอันสมควร และ/หรือไม่ผ่านการเกณฑ์ตามสัญญาฉบับนี้
                                ผู้รับทุนจะต้องชดใช้เงินตามจำนวนที่ได้รับทุนจากผู้ให้ทุนในระยะเวลาที่ผู้ให้ทุนกำหนด  ทั้งนี้ให้เป็นไปตามเงื่อนไขในสัญญาของการรับทุน (ข้อ ๖)</span></p><br>
                            <span style="margin-left: 50px">1.9 ผู้รับทุนโครงการผู้มีความสามารถดีเด่นด้านคอมพิวเตอร์และเทคโนโลยีสารสนเทศ เมื่อสำเร็จการศึกษาตามสาขาวิชาที่รับทุนแล้ว
                                นักศึกษาจะไม่มีข้อผูกมัดใดๆ กับภาควิชาวิทยาการคอมพิวเตอร์ คณะวิทยาศาสตร์ มหาวิทยาลัยขอนแก่น</span></p><br>
                            <span style="margin-left: 50px">1.10 ผู้ให้ทุนสามารถยกเลิกการให้ทุนได้ หากพบว่านักศึกษาทุนประพฤติไม่เหมาะสม</span></p><br>
                    <p><b>ทุนการศึกษาผู้ที่ได้รับการคัดเลือกเข้ารับทุนจะได้รับทุนการศึกษาตลอดหลักสูตร 4 ปี ดังนี้ </b><br>
                        <span style="margin-left: 30px">1.ค่าธรรมเนียมการศึกษาสำหรับนักศึกษาระดับปริญญาตรี</span></p><br>
                        <span style="margin-left: 30px">2.ค่าใช้จ่ายส่วนตัวรายเดือน เดือนละ 4,000.- บาท ตลอดหลักสูตร</span></p><br>
                        <span style="margin-left: 30px">3.ค่าร่วมกิจกรรมต่าง ๆ ของนักศึกษาที่ภาควิชาฯ จัดขึ้นหรือภาควิชาฯ อนุมัติ </span></p><br>
                </div>
                <div class="padding-20" align="right">
                    <a class="btn btn-success btn-reveal pull-left"
                       href="../login/login-success">กลับสู่หน้าหลัก</a>
                    <a class="btn btn-success" href="../scholarship/register1">ถัดไป</a>

                </div>
            </div>
        </div>
    </div>
</div>
<!-- /panel content -->
<!-- /Pagination -->

