modules/eoffice_asset/views/asset-insert/_form.php

                        </div>
                        <div class="col-md-4 col-sm-4 ">

                            <?php echo $form->field($modelAsset, 'asset_get')->dropDownList(ArrayHelper::map(AssetGet::find()->all(), 'asset_get_id', 'asset_get_name'),['prompt'=>'เลือกวิธีการได้มา']) ?>
---
SELECT * FROM `asset_get`

                            <?= $form->field($modelAsset, 'asset_budget')->textInput() ?>
                        </div>
                        <div class="col-md-6 col-sm-6">
                            <?php echo $form->field($modelAsset, 'asset_company')->dropDownList(ArrayHelper::map(AssetCompany::find()->all(),
                                'asset_company_id', 'asset_company_name'),['prompt'=>'เลือกบริษัท']) ?>
---
SELECT * FROM `asset_company`

                                            <?= $form->field($modelAssetDetail, "[{$AssetDetail}]asset_univ_code_start")->textInput(['maxlength' => 13]) ?>
                                        </div>
                                        <div class="col-md-6 col-sm-6">
                                            <?php echo $form->field($modelAssetDetail, "[{$AssetDetail}]asset_univ_type")->dropDownList(ArrayHelper::map(AssetTypeUniversity::find()->all(), 'asset_type_univ_id', 'asset_type_univ_name'),['prompt'=>'เลือกประเภทครุภัณฑ์มหาวิทยาลัย']) ?>
---
SELECT * FROM `asset_type_university`

                                            <?= $form->field($modelAssetDetail, "[{$AssetDetail}]asset_dept_code_start")->textInput(['maxlength' => 12])  ?>
                                        </div>
                                        <div class="col-md-6 col-sm-6">
                                            <?php echo $form->field($modelAssetDetail, "[{$AssetDetail}]asset_dept_type")->dropDownList(ArrayHelper::map(AssetTypeDepartment::find()->all(),'asset_type_dept_id','asset_type_dept_name'),['prompt'=>'เลือกประเภทครุภัณฑ์ภาควิชา']) ?>
---
SELECT * FROM `asset_type_department`