modules/eoffice_asset/views/asset-detail/index.php

                        <?php  echo $form->field($searchModel, 'asset_detail_name') ?>
                    </div>
                    <div class="col-md-3 col-sm-3">
                        <?php echo $form->field($searchModel, 'asset_dept_type')->dropDownList(ArrayHelper::map(AssetTypeDepartment::find()->all(), 'asset_type_dept_id', 'asset_type_dept_name'),['prompt'=>'เลือกประเภทครุภัณฑ์ภาควิชา']) ?>
---
SELECT * FROM `asset_type_department`