modules/eoffice_asset/views/asset-detail/view.php

SELECT * FROM `asset_type_department` WHERE `asset_type_dept_id`=2
SELECT * FROM `asset_type_university` WHERE `asset_type_univ_id`='13'
---
                            </tr>
                            <tr>
                                <td width="20%">ประเภทครุภัณฑ์ (ภาควิชา)</td>
                                <td width="65%"><?php  echo   \app\modules\eoffice_asset\models\AssetTypeDepartment::findOne($model['asset_dept_type'])->asset_type_dept_name;  ?></td>
                            </tr>
                            <tr>
                                <td width="20%">ประเภทครุภัณฑ์ (มหาวิทยาลัย)</td>
                                <td width="65%"><?php  echo    \app\modules\eoffice_asset\models\AssetTypeUniversity::findOne($model['asset_univ_type'])->asset_type_univ_name; ?></td>