modules/eoffice_asset/views/borrow/_form.php

SELECT * FROM `asset_detail`
---

                            <div class="row">
                                <div class="col-sm-6">
                                    <?php echo $form->field($modelBorrowDetail,
                                        "[{$i}]borrow_detail_asset_id")->dropDownList(ArrayHelper::map(AssetDetail::find()->all(),
                                        'asset_detail_id', 'asset_detail_name'),['prompt'=>'เลือกครุภัณฑ์']);