modules/eoffice_asset/controllers/AssetDetailController.php

    protected function findModel($id)
    {
        if (($model = AssetDetail::findOne($id)) !== null) {
---
SELECT * FROM `asset_detail` WHERE `asset_detail_id`='201'

    protected function findModelAsset($id)
    {
        if (($model = Asset::findOne($id)) !== null) {
---
SELECT * FROM `asset` WHERE `asset_id`=9