<?php
return [
    'Home' => 'หน้าหลัก',
    'Chat' => 'ช่องแชท',
    'Chat' => 'ช่องแชท',
    'Chat Student' => 'ช่องแชทนักศึกษา',
    'Chat Teacher' => 'ช่องแชทอาจารย์',
    'All Consult' => 'ปัญหาที่ปรึกษาทั้งหมด',
    'Consult' => 'ปรึกษาปัญหา',
    'Reply' => 'ตอบกลับปัญหา',
    'FAQ' => 'คำถามที่ถามบ่อย',
    'Create Faq' => 'สร้างคำถามที่ถามบ่อย',
    'Manage Faq' => 'จัดการคำถามที่ถามบ่อย',
    'Back Main' => 'กลับหน้าหลัก',
    'Profile' => 'ข้อมูลนักศึกษา',
    'Total Rate' => 'ผลประเมินความพึงพอใจ',
    'Search' => 'ค้นหา',
    ];
    ?>
