modules/personsystem/controllers/FunctionController.php

  public static function getNameuser($user_id){
      $name = ViewPisUser::find()->select(['student_fname_th','student_lname_th','person_lname_th','person_fname_th'])->where(['id'=>$user_id])->one();
---
SELECT `student_fname_th`, `student_lname_th`, `person_lname_th`, `person_fname_th` FROM `view_pis_user` WHERE `id`=64